Repository: TheVirtualLtd/bda.plone.cart
Catalog: src/bda/plone/cart/locales/*/LC_MESSAGES/bda.plone.cart.po
Languages: de

source: Add Cart Portlet
de: Warenkorb Portlet hinzufügen

source: This portlet displays the shopping cart.
de: Dieses Portlet zeigt den Warenkorb

# article_limit_reached
source: The desired quantity exceeds the maximum order quantity for this product.
de: Die gewünschte Bestellmenge übersteigt die maximale Bestellmenge für diesen Artikel.

source: back
de: zurück

source: cart
de: Warenkorb

# cart_comment_required
source: Comment is require
de: Zusatzangabe ist erforderlich

# cart_integer_required
source: Input not an integer
de: Eingabe muss eine Ganzzahl sein

# cart_invalid_comment_character
source: Invalid comment characters
de: Ungültiges Zeichen in Kommentar

# cart_max_unique_articles_reached
source: Unique article limit reached
de: Die maximale Anzahl von verschiedenen Artikeln wurde erreicht. Es ist nicht möglich, weiter Artikel in den Warenkorb zu legen. Bitte schließen Sie die aktuelle Bestellung ab.

# cart_no_longer_available
source: One or more items in cart are only partly or no longer available. Please update or remove related items
de: Ein oder mehrere Artikel im Warenkorb sind in der gewünschten Anzahl nicht oder nur mehr teilweise verfügbar. Bitte aktualisieren oder entfernen Sie die ensprechenden Artikel vor dem Abschluss Ihres Einkaufs.

# cart_not_a_number
source: Input not a number
de: Die Eingabe ist keine Zahl

# cart_summary
source: Cart
de: Warenkorb

# cart_total_limit_reached
source: Total limit reached
de: Die gewünschte Bestellmenge übersteigt die maximale Gesamtbestellmenge.

source: checkout
de: zur Kasse

source: Discount Net:
de: Rabatt Netto:

source: Discount Total:
de: Rabatt Gesamt:

source: Discount VAT.:
de: Rabatt USt.

# empty_cart
source: Cart is empty
de: Warenkorb ist leer

source: Remove from cart
de: aus Warenkorb entfernen

# summary_net
source: Net:
de: Netto:

# summary_total
source: Total:
de: Gesamt:

# summary_vat
source: VAT.:
de: USt.:

# trying_to_add_more_items_than_available
source: Not enough items available, abort.
de: Verfügbarkeit zu gering, abbruch

source: Update cart
de: Warenkorb aktualisieren
